[
  {
    "title": "আল-ফিকহুল আকবার",
    "description": "ইমাম আবু হানীফা (রহ) লিখিত আকীদার উপর একটি প্রাচীন কিতাব।এই গ্রন্থে অনুবাদ ও ব্যাখ্যাকারী ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর আরও কয়েকটি বইয়ের সাহায্য নিয়ে বঙ্গানুবাদের পাশাপাশি ব্যাখ্যাও সংকলন করেছেন।"
  },
  {
    "title": "এহইয়াউস সুনান",
    "description": "আজ আমরা এমন যুগে বাস করছি, যেখানে সুন্নাতের নামে নানান নব উদ্ভাবিত রীতি নীতির জয়জয়কার। প্রশ্ন হলো বিদআত কী? কীভাবে এর উৎপত্তি? বিদআতের কুফল, আমাদের সমাজে কী কী বিদআত প্রচলিত আছে, কীভাবে আমরা বিদআতকে হটিয়ে নবীজির সুন্নাহ প্রতিষ্ঠা করব, এমন সব অতিব জরুরী বিষয় নিয়েই বইটি রচিত।"
  },
  {
    "title": "ফিকহুস সুনানি ওয়াল আসার",
    "description": "হাদীসভিত্তিক ফিকহি এই গ্রন্থে লেখক মুসলিমদের দৈনন্দিন জীবনযাপনের প্রয়োজনীয় কাজকর্মের ইসলামি বিধানসমূহ সংকলন ও উপস্থাপন করেছেন সহীহ হাদীসের দলীলসহ। ফলে ফিকহি মাসআলা সংক্রান্ত হাদীস খুঁজতে এ গ্রন্থটি খুবই সহায়ক।"
  },
  {
    "title": "হাদীসের নামে জালিয়াতি",
    "description": "কুরআন কারীমের পরে রাসূলুলাহ (সাঃ)-এর হাদীস ইসলামী জ্ঞানের দ্বিতীয় উৎস ও ইসলামী জীবন ব্যবস্থার দ্বিতীয় ভিত্তি। মুমিনের জীবন আবর্তিত হয় রাসূলুলাহ (সাঃ)-এর হাদীসকে কেন্দ্র করে। হাদীস ছাড়া কুরাআন বুঝা ও বাস্তাবায়ন করাও সম্ভব নয়। হাদীসের প্রতি এই স্বভাবজাত ভালবাসা ও নির্ভরতার সুযোগে অনেক জালিয়াত বিভিন প্রকারের বানোয়াট কথা ‘হাদীস’ নামে সমাজে প্রচার করেছে। সকল যুগে আলিমগণ এসকল জাল ও বানোয়াট কথা নিরীক্ষার মাধ্যমে চিহ্নিত করে মুসলমানদেরকে সচেতন করেছেন।"
  },
  {
    "title": "ইযহারুল হক",
    "description": "১৮২৯ সালে খ্রিস্ট ধর্মীয় প্রচারক মি. কার্ল গােটালেব ফান্ডার খ্রিস্টান পাদরিদের গতানুগতিক মিথ্যাচার, বিকৃতি, অপপ্রচার ও বিষেদাগার সম্বলিত মীযানুল হক (Scale of Truth) নামক একটি গ্রন্থ রচনা করেন। মূল গ্রন্থটি জার্মান ভাষায় রচিত হলেও তা উর্দু ও ফারসি ভাষায় অনুবাদ করে এ উপমহাদেশের মুসলমানদের মাঝে ব্যাপক প্রচারণা চালানাে হয়। এমনকি তারা এটাও দাবি করতে থাকে যে, এ গ্রন্থের যুক্তিগুলাে খণ্ডন করার সাধ্য কোনো মুসলমান আলিমের নেই। এসময় আল্লামা রাহমাতুল্লাহ কিরানবী মিশনারিদের এই অপতৎপরতার জবাবে এগিয়ে আসেন। তিনি মীযানুল হক এর জবাবে ইযহারুল হক (সত্যের বিজয়) গ্রন্থটি রচনা করেন।"
  },
  {
    "title": "জিজ্ঞাসা ও জবাব",
    "description": "ইসলাম নিয়ে আমাদের জিজ্ঞাসার অন্ত নেই। প্রতিনিয়ত নানান রকম প্রশ্ন আমাদের মনে ঘুরে বেড়ায়। নিত্যনৈমিত্তিক বিষয় থেকে শুরু করে খুব জটিল ও গবেষণালব্ধ মাসয়ালা-মাসায়েল নিয়েও আমাদের মনে প্রশ্ন জাগে। আমরা উত্তর খুঁজে বেড়াই এসব প্রশ্নের। এমনই কিছু জিজ্ঞাসার জবাব দিয়েছেন ড. আবদুল্লাহ জাহাঙ্গীর রহিমাহুল্লাহ। সদা হাস্যজ্জ্বল মুখ নিয়ে তিনি হাজির হতেন আমাদের সামনে। আজ তিনি আমাদের মাঝে নেই। কিন্তু তার কথা মনে হতেই মন থেকে দুআ আসে। রহিমাহুল্লাহ… স্যারের নিকট কিছু জিজ্ঞাসারই জবাব পাওয়া যাবে বইগুলোতে।"
  },
  {
    "title": "ইসলামের নামে জঙ্গিবাদ",
    "description": "বইয়ের সংক্ষিপ্ত কথা আমাদের সমাজের সকল মানুষ এবং ইসলাম সম্পর্কে যাদের সামান্য জ্ঞানও আছে তারা সকলেই জানেন যে, জাতি, ধর্ম , বর্ণ , গোত্র নির্বিশেষে সমাজের সকল মানুষের জন্য শান্তি প্রতিষ্ঠা ইসলামী ধর্মবিশ্বাসের অন্যতম প্রেরণা । তাত্ত্বিক , প্রায়োগিক ও ঐতিহাসিকভাবে তা সর্বজনবিদিত । বাংলাদেশের মুসলিম জনগোষ্ঠীর সকল মানুষই ধর্মীয়ভাবে শান্তিপ্রিয় ।"
  },
  {
    "title": "খুতবাতুল ইসলাম",
    "description": "আমরা অনারব দেশের মানুষেরা বর্তমানে খুতবার ক্ষেত্রে রাসূলুল্লাহ সা.-এর সুন্নাত হুবহু অনুসরণ করার ক্ষেত্রে একটি বিশেষ সমস্যার সম্মুখীন হয়েছি। আমরা আরবী না বুঝার কারণে ইমাম ও মুসল্লী কারোই ‘যিকর” সুন্নাত মত আদায় হচ্ছে না। আরবী না জানার ফলে আমরা খুতবা দিই না, বরং পড়ি।"
  },
  {
    "title": "রাহে বেলায়াত",
    "description": "যিকিরের নামে, দু’আর নামে, দরুদের নামে ও ওযীফার নামে বিভিন্ন বুজুর্গের বানানো শব্দ, নিয়ম, পদ্ধতি ইত্যাদি অতি যত্ন সহকারে পালিত হচ্ছে কিন্তু রাসূল (সঃ) এর পদ্ধতি অবহেলিত রয়ে যাচ্ছে। তাই রাসূলের (সঃ) দেখানো পথে আল্লাহ তায়ালার যিকিরের মাধ্যমে যিকিরের মূল উদ্দেশ্য আর ফায়দা যাতে হাসিল করা যায় সেই উদ্দেশ্যেই বিশিষ্ট আলেমে দ্বীন ড. খন্দকার আব্দুল্লাহ জাহাঙ্গীর রচনা করেছেন এই মহামূল্যবান কিতাব ‘রাহে বেলায়াত’।"
  },
  {
    "title": "সহীহ মাসনূন ওযীফা",
    "description": "নফল সিয়াম বেশি পালনের চেষ্টা করুন। বিশেষত প্রত্যেক সপ্তাহে সোম ও বৃহস্পতিবার, প্রত্যেক আরবী মাসের প্রথমে, শেষে এবং ১৩, ১৪ ও ১৫ তারিখের সিয়াম নিয়মিত পালন করবেন। এছাড়া আরাফাতের ও আশুরার সিয়াম পালন করবেন। নফল দান বেশি করার চেষ্টা করবেন। দান করতে সক্ষম না হলে মানুষের বেশি বেশি সেবা ও উপকার করবেন, যা আল্লাহর নিকট দান হিসাবে গণ্য হবে। সকলেই কুরআন কারীম তিলাওয়াত শিখে নিয়মিত কুরআন তিলাওয়াত করবেন।"
  }
]